IDEA StatiCa Open Model
FemElement.Vertices Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Get list of vertices of the fem element
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<int> Vertices { get; set; }
Public Property Vertices As List(Of Integer)
	Get
	Set
public:
property List<int>^ Vertices {
	List<int>^ get ();
	void set (List<int>^ value);
}
Property Value
Type: List<Int32>
See Also
Reference
FemElement Class
IdeaRS.OpenModel.Result Namespace